<?php
require_once ('system/func.php');
require_once ('system/header.php');

auth(); // Закроем от авторизованных

echo '


<div class="minor">
<center><b>Общие правила поведения.</b> </center> 

1. ЗАПРЕЩАЕТСЯ:<br>

1.1. Размещение сообщений с угрозами, оскорблениями, нецензурными высказываниями, бранными словами или домогательствами; 
<br>
1.2. Размещение рекламы и обсуждение сторонних ресурсов и сайтов; 
<br>
1.3. Искажение ников или имен других игроков с целью придания сообщению оскорбительного оттенка; 
<br>
1.4. Преднамеренное создание или провокация конфликтной ситуации, клевета, бездоказательные обвинения; 
<br>
1.5. Злоупотребление ЗАГЛАВНЫМИ буквами (также именуемое капсом), написание сообщений целиком из заглавных букв, создание тем с названиями содержащими заглавные буквы не в начале слов; 
<br>
1.6. Размещение одинаковых или однотипных сообщений в одном или нескольких топиках или в чате, размещение многократно повторяющихся символов, фраз или смайликов; 
<br>
1.7. Создание однотипных или одинаковых топиков на форуме; 
<br>
1.8. Повторное создание на форуме топиков, которые были закрыты или удалены модераторами за нарушение правил; 
<br>
1.9. Размещение сообщений, не соответствующих заявленной теме топика форума или диалогов чата, не несущих особой смысловой нагрузки и отношения к теме, таких как "Ну да", "Зачот", "Как дела?", "гг", "первый", и т.п (такие сообщения называют оффтопом). 
<br>
1.10. Введение в заблуждение или обман других пользователей и администрации; 
<br>
1.11. Покупка, продажа или передача любых игровых объектов, игровой валюты, в том числе аккаунтов, как за реальные, так и за игровые средства или как "подарок"; 
<br>
1.14. Высказывание в чате и на форуме недовольства действиями участников форума и публичное обсуждение действий модераторов и администрации; 
<br>
1.14. Использовать для общения языки, отличные от русского (государственного языка РФ), если другие пользователи могут не понять значения отдельных слов или всего сообщения. 
<br>
*Незнание правил поведения не освобождает от ответственности. 
<br>
*За неоднократные нарушения настоящих Правил администрация вправе ограничить доступ к чату и форуму, вплоть до полной блокировки всех учетных записей игрока. 
<br>
Данные Правила могут изменяться или дополняться по мере необходимости.
<br>
</div>

';
require_once ('system/footer.php');
?>